import time

def printLow(Str):
       
       for char in Str:

              print(char, end="", flush=True) 

              time.sleep(.01)

from colorama import Fore,init
init()

printLow(Fore.LIGHTRED_EX+""" 𝐅𝐈𝐓𝐄𝐑𝐈𝐍𝐆 𝐑𝐔𝐁𝐈𝐊𝐀 𝐇𝐀𝐂𝐊 
""")
printLow(Fore.LIGHTMAGENTA_EX+"""

'########:'########:'##:::::::'########:'########:'########::
 ##.....:: ##.....:: ##:::::::... ##..:: ##.....:: ##.... ##:
 ##::::::: ##::::::: ##:::::::::: ##:::: ##::::::: ##:::: ##:
 ######::: ######::: ##:::::::::: ##:::: ######::: ########::
 ##...:::: ##...:::: ##:::::::::: ##:::: ##...:::: ##.. ##:::
 ##::::::: ##::::::: ##:::::::::: ##:::: ##::::::: ##::. ##::
 ##::::::: ########: ########:::: ##:::: ########: ##:::. ##:
..::::::::........::........:::::..:::::........::..:::::..::  


""")


import time

def printLow(Str):
       
       for char in Str:

              print(char, end="", flush=True) 

              time.sleep(.01)


printLow(Fore.LIGHTGREEN_EX+"""


⠀⠀⠀⠀⠀⢀⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣀⣀⣀⣀⣀⣀⣀⣤⣤
⠀⠀⢶⣶⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿
⠀⠀⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿
⠠⠾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠟⠛⠛⠛⠛⠛⠛⠋⠉⠀
⠀⠀⠀⢹⣿⣿⣿⣿⣿⣿⣿⠏⢠⣿⡀⠀⠀⢹⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⢠⣿⣿⣿⣿⣿⣿⣿⣿⣦⣀⣀⣙⣂⣠⠼⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⣾⣿⣿⣿⣿⣿⣿⣿⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⢠⣿⣿⣿⣿⣿⣿⣿⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⢸⣿⣿⣿⣿⣿⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⢸⣿⣿⣿⣿⣿⣿⣿⡅⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠛⠛⠛⠛⠻⠿⠛⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ 
                   

""")
import time

def printLow(Str):
       
       for char in Str:

              print(char, end="", flush=True) 

              time.sleep(.01)


printLow(Fore.LIGHTYELLOW_EX+"""

    ══════════════════╗
   ║  1 : FILTER?     ║
   ║  2 : ****        ║
   ║  3 : ***         ║
   ╚══════════════════╝
⠀


""")
from colorama import Fore,init
init()
print(Fore.LIGHTGREEN_EX+"")
Vv = input("Enter HACK FILTER =>1 ")
print('')
from colorama import Fore,init
init()
print(Fore.LIGHTRED_EX+"(/rubix.bot.$000$-000%-https://s8.uupload.ir/files/inshot_20230803_193609355_w26.jpg{fil.fil.0.9.0/bug})(/.xnxphp.278.io/%1111.4/py.bug-0.0\)BeL= http://php?/1.1.1.1.1.1.1@.1.1.1.1.1.1.1.1+.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1؟.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1v.1.1.1.1.fill-rubika1.b1.1.¥1.1.1.1#).1.1.1.1.1.1.1.1.1.1.1.2.4.5.6#m.m.f.i.i/[f.l.])//(yftt14k/) t1.1.1.1.1.1.1.1.1(.1.1.1.1.1.1.1.1vuvn.1.1.1.1.1.1.1.1.1.1.1.1.1=1.1.1.1.1.1.1.1.1.1.1.h1.1.1.1.1.1/1.1.1.1.1-/1.1.1.1.1.1.€1.1.1.1.1.1.1.1.b1.1./ytf9999999999k1.1.1.1.1.1-.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.1.551.1.1@supportbot.1.1.1.1.1.1.1.11/1.1.1/1.1)")
print('')
from colorama import Fore,init
init()
print(Fore.LIGHTGREEN_EX+"")
Vv = input("Enter HACK FILTER =>2 ")
print('')
from colorama import Fore,init
init()
print(Fore.LIGHTRED_EX+"https://s2.uupload.ir/files/inshot_20230131_145402904_rerk.jpg")
